Revit 2024 API
SpecTypeId.Acceleration Property
 Acceleration, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Acceleration { get; }
Visual Basic
Public Shared ReadOnly Property Acceleration As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Acceleration {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace